{
  "conceptId": 206319592,
  "Primary Source": "129084651.json",
  "Secondary Source": "898006288.json",
  "Question Text": "Which one of these figures most closely resembles your hair pattern at age 40?",
  "Variable Label": "Hair male",
  "Variable Name": "SrvBOH_HairMale_v1r0",
  "QuestID for check box or single answer questions. Also includes codes for radio button questions": "HAIRMALE",
  "Variable Type": "Num",
  "Variable Length": 2,
  "Old Quest Value": [
    "1 = Full head of hair with no hair loss.",
    "2 = Mild hair loss at the sides of the forehead, but not as far back as the ears.",
    "3 = Moderate hair loss at the sides of the forehead as far back as the ears, and mild loss from the center of the forehead.",
    "4 = Mild hair loss on the sides of the forehead, but not as far back as the ears, and mild loss from the center of the forehead. Also, hair thinning on the top (crown) of the head.",
    "5 = Moderate hair loss on the sides of the forehead as far back as the front of the ears, and moderate loss from the center of the forehead. Also, mild baldness on the top (crown) of the head. The two areas of hair loss are separated by a section of hair that goes across the top of the head.",
    "6 = Moderate hair loss on the sides of the forehead, as far back as the middle of the ears. Also, moderate baldness on the top (crown) of the head. The two areas of hair loss are separated by a thin strip of hair that goes across the top of the head.",
    "7 = Moderate hair loss on the sides and front of the forehead that are continuous with severe baldness on the top (crown) of the head. There is no clear strip of hair that separates these areas of balding.",
    "8 = Severe hair loss on the sides and front of the forehead that are continuous with severe baldness on the top (crown) of the head. There is no clear strip of hair that separates these areas of balding. The hairline at the sides of the head is at, or below, the temples. Only a small strip of hair remains around the ears and at the back of the head.",
    "9 = Mild hair loss across the entire forehead, but not as far back as the ears.",
    "10 = Moderate hair loss across the entire forehead, as far back as the middle of the ears.",
    "11 = Severe hair loss across the entire forehead, as far back as the back of the ears.",
    "12 = Severe hair loss across the entire forehead, beyond the back of the ears."
  ],
  "Connect Value": [
    "927925620.json",
    "629452816.json",
    "915557297.json",
    "103565678.json",
    "381878591.json",
    "446794016.json",
    "526238862.json",
    "173625583.json",
    "782282163.json",
    "693010445.json",
    "732008197.json",
    "734998477.json"
  ],
  "Required": "No",
  "PII": "No",
  "Notes": "[DISPLAY IF SEX= 01 and GEN= 01]",
  "Connect Id Array": [
    null,
    1,
    2,
    3,
    4,
    5,
    6,
    7,
    8,
    9,
    10,
    11
  ],
  "@context": ""
}